cask_args appdir: "/Applications"

# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Apps
cask "alacritty"
cask "google-cloud-sdk"

# Tools
brew "curl"
brew "fzf"
brew "git"
brew "grep"
brew "grpcurl"
brew "neovim"
brew "protobuf"
brew "rsync"
brew "tmux"
brew "wget"
brew "antigen"
brew "kubectl"

# Languages
brew "go"
brew "pyenv"
brew "pyright"
