cask_args appdir: "/Applications"

# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Apps
cask "alacritty"
cask "google-chrome"
cask "spotify"
cask "zoom"

# Tools
brew "curl"
brew "emacs"
brew "fzf"
brew "git"
brew "grep"
brew "grpcurl"
brew "neovim"
brew "protobuf"
brew "ripgrep"
brew "rsync"
brew "tmux"
brew "wget"
brew "node"

# Languages
brew "go"
brew "pyenv"
