cask_args appdir: "/Applications"

# Taps
tap "homebrew/bundle"
tap "homebrew/cask-fonts"

# Casks
cask "font-fira-code-nerd-font"
cask "google-cloud-sdk"
cask "soundsource"
cask "visual-studio-code"

# Tools
brew "curl"
brew "fzf"
brew "git"
brew "grep"
brew "grpcurl"
brew "neovim"
brew "protobuf"
brew "rsync"
brew "tmux"
brew "wget"
brew "antigen"
brew "kubectl"
brew "graphviz"

# Languages
brew "go"
brew "gopls"
brew "pyenv"
brew "pyright"
